Repository: Twinlife/twinme-ios
Catalog: Twinme/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# account_migration_view_state_wait_files
source: Awaiting receipt of files and database.
ar: بانتظار استلام الملفات وقاعدة البيانات.
bg: Изчакване за получаване на файлове и база данни.
cs: Čekání na příjem souborů a databáze.
da: Afventer modtagelse af filer og database.
de: Warten auf den Erhalt von Dateien und Datenbank.
el: Αναμονή για λήψη αρχείων και βάσης δεδομένων.
es: Esperando recepción de archivos y base de datos.
fa: در انتظار دریافت پرونده ها و پایگاه داده.
fi: Odotetaan tiedostojen ja tietokannan vastaanottamista.
fr: En attente de réception des fichiers et de la base de données.
he: ממתין לקבלת קבצים ומסד נתונים.
hi: फ़ाइलों और डेटाबेस की प्राप्ति की प्रतीक्षा कर रहा है।
hr: Čekanje primitka datoteka i baze podataka.
hu: Várakozás fájlok és adatbázis fogadására.
id: Menunggu penerimaan file dan database.
it: In attesa di ricezione di file e database.
ja: ファイルとデータベースの受信を待っています。
ko: 파일 및 데이터베이스 수신을 기다리고 있습니다.
nb: Venter på mottak av filer og database.
nl: In afwachting van ontvangst van bestanden en database.
pl: Oczekiwanie na otrzymanie plików i bazy danych.
pt_pt: Aguardando recebimento de arquivos e banco de dados.
ro: Așteptare primire fișiere și bază de date.
ru: Ожидает получения файлов и базы данных.
sk: Čaká sa na príjem súborov a databázy.
sl: Čakanje na prejem datotek in podatkovne baze.
sq: Në pritje të marrjes së skedarëve dhe bazës së të dhënave.
sr_latn: Čekanje prijema fajlova i baze podataka.
sv: Väntar på mottagande av filer och databas.
tr: Dosyaların ve veritabanının alınması bekleniyor.
uk: Очікується отримання файлів і бази даних.
vi: Đang chờ nhận tệp và cơ sở dữ liệu.
zh_hans: 等待接收文件和数据库。
zh_hant: 等待接收文件和數據庫。

# account_migration_view_stop
source: Stop migration
ar: وقف الهجرة
bg: Спиране на миграцията
cs: Zastavit migraci
de: Migration stoppen
el: Διακοπή μεταφοράς
es: Detener la migración
fa: مهاجرت را متوقف کنید
fi: Pysäytä siirto
fr: Arrêter la migration
he: עצור את ההגירה
hi: माइग्रेशन रोकें
hr: Zaustavi migraciju
hu: Migráció leállítása
id: Hentikan migrasi
it: Interrompere la migrazione
ja: 移行を停止
ko: 마이그레이션 중지
nb: Stopp migrasjon
nl: Stop de migratie
pl: Zatrzymaj migrację
pt_pt: Interromper a migração
ro: Oprire migrare
ru: Остановить миграцию
sk: Zastaviť migráciu
sl: Ustavi migracijo
sq: Ndalo migrimin
sr_latn: Zaustavi migraciju
sv: Stoppa migrationen
tr: Taşımayı durdur
uk: Зупинити міграцію
vi: Dừng di chuyển
zh_hans: 停止迁移
zh_hant: 停止遷移

# account_migration_view_success_message
source: Migration completed successfully
ar: اكتملت عملية الترحيل بنجاح
bg: Миграцията приключи успешно
cs: Migrace úspěšně dokončena
da: Migreringen blev gennemført med succes
de: Migration erfolgreich abgeschlossen
el: Η μεταφορά ολοκληρώθηκε επιτυχώς
es: La migración se completó correctamente
fa: مهاجرت با موفقیت انجام شد
fi: Siirtäminen onnistui
fr: Migration terminée avec succès
he: ההגירה הושלמה בהצלחה
hi: प्रवासन सफलतापूर्वक पूरा हुआ
hr: Migracija je uspješno dovršena
hu: A migráció sikeresen befejeződött
id: Migrasi berhasil diselesaikan
it: Migrazione completata con successo
ja: 移行が正常に完了しました
ko: 마이그레이션이 성공적으로 완료되었습니다.
nb: Overføringen fullført
nl: De migratie is succesvol voltooid
pl: Migracja zakończona pomyślnie
pt_pt: Migração concluída com sucesso
ro: Migrare finalizată cu succes
ru: Перенос успешно завершен
sk: Migrácia úspešne dokončená
sl: Migracija je bila uspešno zaključena
sq: Migrimi përfundoi me sukses
sr_latn: Migracija je uspešno završena
sv: Migreringen slutfördes framgångsrikt
tr: Taşıma başarıyla tamamlandı
uk: Перенос даних успішно завершено
vi: Di chuyển hoàn tất thành công
zh_hans: 迁移成功完成
zh_hant: 遷移成功完成

# account_migration_view_transfer_in_progress
source: Data transfer in progress
ar: نقل البيانات قيد التقدم
bg: Прехвърлянето на данни е в ход
cs: Probíhá přenos dat
da: Dataoverførsel er i gang
de: Datenübertragung läuft
el: Η μεταφορά δεδομένων βρίσκεται σε εξέλιξη
es: Transferencia de datos en curso
fa: انتقال داده در حال انجام است
fi: Tiedonsiirto käynnissä
fr: Transfert de données en cours
he: העברת נתונים בעיצומה
hi: डेटा ट्रांसफर प्रगति पर है
hr: Prijenos podataka u tijeku
hu: Adatátvitel folyamatban
id: Transfer data sedang berlangsung
it: Trasferimento dati in corso
ja: 進行中のデータ転送
ko: 데이터 전송 중
nb: Dataoverføring pågår
nl: Gegevensoverdracht bezig
pl: Trwa przenoszenie danych
pt_pt: Transferência de dados em andamento
ro: Transfer de date în curs
ru: Идет передача данных
sk: Prebieha prenos údajov
sl: Prenos podatkov v teku
sq: Transferimi i të dhënave në progres
sr_latn: Prenos podataka je u toku
sv: Dataöverföring pågår
tr: Veri aktarımı devam ediyor
uk: Перенос даних успішно завершено
vi: Đang chuyển dữ liệu
zh_hans: 正在进行数据传输
zh_hant: 正在進行數據傳輸

# account_view_conversations_content_title
source: Conversations content
ar: محتوى المحادثات
bg: Съдържание на разговорите
cs: Obsah konverzací
da: Samtaler indhold
de: Inhalt der Unterhaltungen
el: Περιεχόμενο συνομιλιών
es: Contenido de las conversaciones
fa: محتوای گفتگو
fi: Keskustelujen sisältö
fr: Contenu des conversations
he: תוכן שיחות
hi: वार्तालाप सामग्री
hr: Sadržaj razgovora
hu: Beszélgetések tartalma
id: Konten percakapan
it: Contenuto delle conversazioni
ja: 会話の内容
ko: 대화 콘텐츠
nb: Samtaler innhold
nl: Gespreksinhoud
pl: Treść rozmów
pt_pt: Conteúdo de conversas
ro: Conținutul conversațiilor
ru: Содержание разговоров
sk: Obsah konverzácií
sl: Vsebina pogovorov
sq: Përmbajtja e bisedave
sr_latn: Sadržaj razgovora
sv: Konversationsinnehåll
tr: Konuşma içeriği
uk: Зміст розмов
vi: Nội dung trò chuyện
zh_hans: 对话内容
zh_hant: 對話內容

# account_view_delete_account
source: Your account, along with all associated data, will be permanently deleted. Confirm?
ar: سيتم حذف حسابك ، إلى جانب جميع البيانات المرتبطة به ، بشكل دائم. يتأكد؟
bg: Вашият акаунт и всички свързани с него данни ще бъдат изтрити завинаги. Потвърждавате?
cs: Váš účet a všechna související data budou trvale odstraněna. Potvrdit?
da: Din konto vil sammen med alle tilknyttede data blive slettet permanent. Bekræfte?
de: Ihr Konto wird zusammen mit allen zugehörigen Daten dauerhaft gelöscht. Bestätigen?
el: Ο λογαριασμός σας και όλα τα συσχετισμένα δεδομένα θα διαγραφούν οριστικά. Επιβεβαίωση;
es: Su cuenta, junto con todos los datos asociados, se eliminarán de forma permanente. ¿Confirmar?
fa: حساب شما، همراه با تمام داده های مرتبط، برای همیشه حذف خواهد شد. تایید؟
fi: Tilisi ja kaikki siihen liittyvät tiedot poistetaan pysyvästi. Vahvistaa?
fr: Votre compte, ainsi que toutes les données associées, seront définitivement supprimés. Confirmer ?
he: החשבון שלך, יחד עם כל הנתונים המשויכים, יימחקו לצמיתות. האם לאשר?
hi: आपका खाता, सभी संबद्ध डेटा सहित, स्थायी रूप से हटा दिया जाएगा। पुष्टि करना?
hr: Vaš račun, zajedno sa svim povezanim podacima, bit će trajno izbrisan. Potvrditi?
hu: A fiókod és minden kapcsolódó adat véglegesen törlődik. Megerősíted?
id: Akun Anda, beserta semua data terkait, akan dihapus secara permanen. Mengonfirmasi?
it: Il tuo account, insieme a tutti i dati associati, verrà eliminato definitivamente. Confermare?
ja: アカウントは、関連するすべてのデータとともに完全に削除されます。 確認？
ko: 귀하의 계정은 모든 관련 데이터와 함께 영구적으로 삭제됩니다. 확인하시겠습니까?
nb: Kontoen din, sammen med alle tilknyttede data, slettes permanent. Bekrefte?
nl: Uw account, samen met alle bijbehorende gegevens, wordt permanent verwijderd. Bevestigen?
pl: Twoje konto wraz ze wszystkimi powiązanymi danymi zostanie trwale usunięte. Potwierdzać?
pt_pt: Sua conta, juntamente com todos os dados associados, serão excluídos permanentemente. Confirme?
ro: Contul dvs., împreună cu toate datele asociate, va fi șters definitiv. Confirmați?
ru: Ваша учетная запись вместе со всеми связанными с ней данными будет безвозвратно удалена. Подтверждать?
sk: Váš účet a všetky súvisiace údaje budú natrvalo odstránené. Potvrdiť?
sl: Vaš račun skupaj z vsemi povezanimi podatki bo trajno izbrisan. Potrdite?
sq: Llogaria juaj, së bashku me të gjitha të dhënat e lidhura, do të fshihet përgjithmonë. Konfirmoni?
sr_latn: Vaš nalog, zajedno sa svim povezanim podacima, biće trajno obrisan. Potvrditi?
sv: Ditt konto, tillsammans med all tillhörande data, kommer att raderas permanent. Bekräfta?
tr: Hesabınız, ilişkili tüm verilerle birlikte kalıcı olarak silinecektir. Onaylıyor musunuz?
uk: Ваш обліковий запис разом із усіма пов’язаними даними буде остаточно видалено. Підтвердити?
vi: Tài khoản của bạn và toàn bộ dữ liệu liên quan sẽ bị xóa vĩnh viễn. Xác nhận?
zh_hans: 您的帐户以及所有相关数据将被永久删除。 确认？
zh_hant: 您的帳戶以及所有相關數據將被永久刪除。 確認？

# account_view_export_content
source: Export to external media
ar: التصدير إلى وسائط خارجية
bg: Експорт към външен носител
cs: Exportovat na externí úložiště
da: Eksporter til eksterne medier
de: Export auf externes Medium
el: Εξαγωγή σε εξωτερικό μέσο
es: Exportar a un medio externo
fa: صادرات به رسانه خارجی
fi: Vie ulkoiselle medialle
fr: Exporter vers un support externe
he: ייצוא למדיה חיצונית
hi: बाहरी मीडिया में निर्यात करें
hr: Izvoz na vanjski medij
hu: Exportálás külső médiára
id: Ekspor ke media eksternal
it: Esporta su supporti esterni
ja: 外部メディアへのエクスポート
ko: 외부 미디어로 내보내기
nb: Eksporter til eksterne medier
nl: Exporteren naar externe media
pl: Eksportuj do nośników zewnętrznych
pt_pt: Exportar para meios externos
ro: Export pe suport extern
ru: Экспорт на внешний носитель
sk: Exportovať na externé médium
sl: Izvozi na zunanji medij
sq: Eksporto në media të jashtme
sr_latn: Izvezi na eksterni medij
sv: Exportera till extern media
tr: Harici ortama aktar
uk: Експорт на зовнішній носій
vi: Xuất ra thiết bị lưu trữ ngoài
zh_hans: 导出到外部媒体
zh_hant: 匯出到外部媒體

# account_view_message_first_part
source: A new account is created when installing the app for the first time, after re-installing the app, or resetting the device, or deleting the current account.
ar: يتم إنشاء حساب جديد عند تثبيت التطبيق لأول مرة ، بعد إعادة تثبيت التطبيق ، أو إعادة ضبط الجهاز ، أو حذف الحساب الحالي.
bg: Нов акаунт се създава при първа инсталация на приложението, след преинсталация, нулиране на устройството или изтриване на текущия акаунт.
cs: Nový účet se vytvoří při první instalaci aplikace, po reinstalaci aplikace, resetování zařízení nebo odstranění aktuálního účtu.
da: En ny konto oprettes, når du installerer appen for første gang, efter geninstallation af appen eller nulstilling af enheden eller sletning af den aktuelle konto.
de: Ein neues Konto wird erstellt, wenn die App zum ersten Mal installiert wird, nach einer Neuinstallation der App, beim Zurücksetzen des Geräts oder beim Löschen des aktuellen Kontos.
el: Νέος λογαριασμός δημιουργείται κατά την πρώτη εγκατάσταση της εφαρμογής, μετά από επανεγκατάσταση, επαναφορά συσκευής ή διαγραφή του τρέχοντος λογαριασμού.
es: Se crea una nueva cuenta al instalar la aplicación por primera vez, después de volver a instalar la aplicación, restablecer el dispositivo o eliminar la cuenta actual.
fa: هنگام نصب برنامه برای اولین بار، پس از نصب مجدد برنامه، یا تنظیم مجدد دستگاه یا حذف حساب جاری، یک حساب جدید ایجاد می شود.
fi: Uusi tili luodaan, kun sovellus asennetaan ensimmäisen kerran, sovelluksen uudelleenasennuksen, laitteen nollauksen tai nykyisen tilin poistamisen jälkeen.
fr: Un nouveau compte est créé lors de l’installation de l’application pour la première fois, après la réinstallation de l’application, ou la réinitialisation de l’appareil, ou la suppression du compte actuel.
he: חשבון חדש נוצר בעת התקנת האפליקציה בפעם הראשונה, לאחר התקנה מחדש של האפליקציה, או איפוס המכשיר, או מחיקת החשבון הנוכחי.
hi: ऐप को पहली बार इंस्टॉल करने, ऐप को फिर से इंस्टॉल करने, या डिवाइस को रीसेट करने, या मौजूदा खाते को हटाने के बाद एक नया खाता बनाया जाता है।
hr: Novi račun stvara se pri prvom instaliranju aplikacije, nakon ponovne instalacije aplikacije, resetiranja uređaja ili brisanja trenutnog računa.
hu: Új fiók jön létre az alkalmazás első telepítésekor, újratelepítésekor, az eszköz visszaállításakor vagy a jelenlegi fiók törlésekor.
id: Akun baru dibuat saat menginstal aplikasi untuk pertama kalinya, setelah menginstal ulang aplikasi, atau mengatur ulang perangkat, atau menghapus akun saat ini.
it: Un nuovo account viene creato quando si installa l’app per la prima volta, dopo aver reinstallato l’app, reimpostato il dispositivo o eliminato l’account corrente.
ja: 初めてアプリをインストールしたとき、アプリを再インストールしたとき、デバイスをリセットしたとき、または現在のアカウントを削除したときに、新しいアカウントが作成されます。
ko: 최초 앱 설치 시, 앱 재설치 시, 단말기 초기화 시, 기존 계정 삭제 시 새로운 계정이 생성됩니다.
nb: En ny konto opprettes når du installerer appen for første gang, etter at appen er installert på nytt, eller enheten er tilbakestilt eller den gjeldende kontoen slettes.
nl: Er wordt een nieuw account aangemaakt bij de eerste installatie van de app, na het opnieuw installeren van de app, het resetten van het apparaat of het verwijderen van het huidige account.
pl: Nowe konto jest tworzone podczas pierwszej instalacji aplikacji, po ponownej instalacji aplikacji, zresetowaniu urządzenia lub usunięciu bieżącego konta.
pt_pt: Uma nova conta é criada ao instalar o aplicativo pela primeira vez, após reinstalar o aplicativo, redefinir o dispositivo ou excluir a conta atual.
ro: Un cont nou este creat la instalarea aplicației pentru prima dată, după reinstalare, resetarea dispozitivului sau ștergerea contului curent.
ru: Новая учетная запись создается при первой установке приложения, после переустановки приложения, перезагрузки устройства или удаления текущей учетной записи.
sk: Nový účet sa vytvorí pri prvom nainštalovaní aplikácie, po opätovnej inštalácii, po resetovaní zariadenia alebo odstránení súčasného účtu.
sl: Nov račun se ustvari ob prvi namestitvi aplikacije, po ponovni namestitvi aplikacije, ponastavitvi naprave ali izbrisu trenutnega računa.
sq: Një llogari e re krijohet kur instaloni aplikacionin për herë të parë, pas ri-instalimit të aplikacionit, ose rivendosjes së pajisjes, ose fshirjes së llogarisë aktuale.
sr_latn: Novi nalog se kreira prilikom prve instalacije aplikacije, nakon ponovne instalacije aplikacije, ili resetovanja uređaja, ili brisanja trenutnog naloga.
sv: Ett nytt konto skapas när du installerar appen för första gången, efter att du har installerat om appen eller återställt enheten eller tagit bort det aktuella kontot.
tr: Uygulamayı ilk kez yüklerken, uygulamayı yeniden yükledikten veya cihazı sıfırladıktan veya mevcut hesabı sildikten sonra yeni bir hesap oluşturulur.
uk: Новий обліковий запис створюється під час першого встановлення програми, після повторної інсталяції програми, скидання налаштувань пристрою чи видалення поточного облікового запису.
vi: Một tài khoản mới được tạo khi bạn cài đặt ứng dụng lần đầu, hoặc sau khi cài đặt lại ứng dụng, đặt lại thiết bị, hoặc xóa tài khoản hiện tại.
zh_hans: 首次安装应用程序、重新安装应用程序、重置设备或删除当前帐户后，都会创建一个新帐户。
zh_hant: 首次安裝應用程序、重新安裝應用程序、重置設備或刪除當前帳戶後，都會創建一個新帳戶。

# account_view_message_second_part
source: No trace of previous account and data remains, so you’ll have to re-invite your contacts.
ar: لم يتبق أي أثر للحساب والبيانات السابقة ، لذا سيتعين عليك إعادة دعوة جهات الاتصال الخاصة بك.
bg: Не остава никаква следа от предишния акаунт и данни, така че ще трябва да поканите отново контактите си.
cs: Nezůstane žádná stopa po předchozím účtu a datech, takže budete muset znovu pozvat své kontakty.
da: Der er ingen spor af tidligere konto og data tilbage, så du bliver nødt til at invitere dine kontakter igen.
de: Es bleiben keine Spuren des vorherigen Kontos und der Daten zurück, daher müssen Sie Ihre Kontaktpersonen neu einladen.
el: Δεν παραμένει κανένα ίχνος προηγούμενου λογαριασμού ή δεδομένων, οπότε θα χρειαστεί να καλέσετε ξανά τις επαφές σας.
es: No queda ningún rastro de la cuenta y los datos anteriores, por lo que tendrá que volver a invitar a sus contactos.
fa: هیچ اثری از حساب و داده های قبلی باقی نمی ماند، بنابراین باید مخاطبین خود را دوباره دعوت کنید.
fi: Aiemmasta tilistä ja tiedoista ei jää jälkiä, joten sinun on kutsuttava yhteystietosi uudelleen.
fr: Aucune trace du compte et des données précédents ne subsiste, vous devrez donc ré-inviter vos contacts.
he: לא נשאר זכר לחשבון ונתונים קודמים, אז תצטרך להזמין מחדש את אנשי הקשר שלך.
hi: पिछले खाते और डेटा का कोई निशान नहीं बचा है, इसलिए आपको अपने संपर्कों को फिर से आमंत्रित करना होगा।
hr: Ne ostaje nikakav trag prethodnog računa i podataka, pa ćete morati ponovno pozvati svoje kontakte.
hu: A korábbi fióknak és adatainak semmilyen nyoma nem marad, ezért újra meg kell hívnod a kapcsolataidat.
id: Tidak ada jejak akun dan data sebelumnya, jadi Anda harus mengundang kembali kontak Anda.
it: Non rimane alcuna traccia dell’account e dei dati precedenti, quindi dovrai invitare nuovamente i tuoi contatti.
ja: 以前のアカウントとデータの痕跡は残っていないため、連絡先を再度招待する必要があります。
ko: 이전 계정 및 데이터의 흔적이 남지 않으므로 연락처를 다시 초대해야 합니다.
nb: Ingen spor av tidligere konto og data gjenstår, så du må invitere kontaktene dine på nytt.
nl: Er blijft geen spoor van vorig account en gegevens over, dus u moet uw contacten opnieuw uitnodigen.
pl: Po poprzednim koncie i danych nie pozostanie żaden ślad, więc będziesz musiał ponownie zaprosić swoje kontakty.
pt_pt: Nenhum vestígio de conta e dados anteriores permanece, então você terá que convidar novamente seus contatos.
ro: Nu rămâne nicio urmă a contului anterior și a datelor, deci va trebui să vă reinvitați contactele.
ru: Никаких следов предыдущей учетной записи и данных не остается, поэтому вам придется повторно пригласить свои контакты.
sk: Nezostane žiadna stopa predchádzajúceho účtu a údajov, takže budete musieť svojich kontaktov znova pozvať.
sl: Prejšnji račun in podatki ne ostanejo shranjeni, zato boste morali znova povabiti svoje stike.
sq: Nuk mbetet asnjë gjurmë e llogarisë dhe të dhënave të mëparshme, prandaj do t’ju duhet t’i ftoni sërish kontaktet tuaja.
sr_latn: Ne ostaje nikakav trag prethodnog naloga i podataka, pa ćete morati ponovo da pozovete svoje kontakte.
sv: Inga spår av tidigare konto och data finns kvar, så du måste bjuda in dina kontakter igen.
tr: Önceki hesap ve verilerden hiçbir iz kalmaz, bu nedenle kişilerinizi yeniden davet etmeniz gerekir.
uk: Від попереднього облікового запису та даних не залишилося жодних слідів, тому вам доведеться повторно запросити своїх контактів.
vi: Không còn dấu vết nào của tài khoản và dữ liệu cũ, vì vậy bạn sẽ cần mời lại các liên hệ của mình.
zh_hans: 以前的帐户和数据不会留下任何痕迹，因此您必须重新邀请您的联系人。
zh_hant: 以前的帳戶和數據不會留下任何痕跡，因此您必須重新邀請您的聯繫人。
